tap "andreasgrill/utils"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
tap "shopify/shopify"
tap "wez/wezterm"
brew "anyenv"
brew "giflib"
brew "bat"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "exa"
brew "fd"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fx"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-ftp"
brew "git-secrets"
brew "gnu-time"
brew "go"
brew "grep"
brew "gron"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "pango"
brew "librsvg"
brew "lsd"
brew "mas"
brew "md5sha1sum", link: false
brew "mycli"
brew "mysql"
brew "navi"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nodebrew"
brew "numpy"
brew "openssl@3", link: true
brew "pure"
brew "sheldon"
brew "shellcheck"
brew "sl"
brew "sleepwatcher"
brew "spotify-tui"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "andreasgrill/utils/auto-selfcontrol"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
brew "shopify/shopify/shopify-cli"
cask "adobe-creative-cloud"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred", args: { appdir: "/Applications" }
cask "alt-tab"
cask "android-platform-tools"
cask "appcleaner", args: { appdir: "/Applications" }
cask "authy"
cask "bettertouchtool"
cask "box-tools"
cask "brave-browser"
cask "choosy"
cask "chromedriver"
cask "clipy"
cask "cyberduck", args: { appdir: "/Applications" }
cask "deepl"
cask "discord"
cask "diskwave"
cask "docker"
cask "figma"
cask "flux"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "gitify"
cask "google-chrome", args: { appdir: "/Applications" }
cask "gyazo"
cask "hyper"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "obs"
cask "postman", args: { appdir: "/Applications" }
cask "raycast"
cask "rectangle", args: { appdir: "/Applications" }
cask "selfcontrol"
cask "skitch", args: { appdir: "/Applications" }
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zulu11"
