tap "andreasgrill/utils"
tap "delphinus/sfmono-square"
tap "grpc/grpc"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "planetscale/tap"
tap "shopify/shopify"
tap "spring-io/tap"
tap "wez/wezterm"
brew "shellcheck"
brew "actionlint"
brew "giflib"
brew "webp"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "biome"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exa"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "icu4c@76"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fontforge"
brew "fortune"
brew "fx"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-ftp"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "grep"
brew "groff"
brew "gron"
brew "grpc"
brew "guile"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "mas"
brew "md5sha1sum", link: false
brew "mycli"
brew "zlib"
brew "mysql"
brew "navi"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nodebrew"
brew "num-utils"
brew "numpy"
brew "pinentry-mac"
brew "pnpm", link: false
brew "poppler"
brew "postgresql@14"
brew "protobuf@3"
brew "pure"
brew "pyenv"
brew "python@3.9"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sl"
brew "sleepwatcher"
brew "spotify-tui"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "andreasgrill/utils/auto-selfcontrol"
brew "delphinus/sfmono-square/sfmono-square"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "android-platform-tools"
cask "appcleaner", args: { appdir: "/Applications" }
cask "authy"
cask "background-music"
cask "bettertouchtool"
cask "box-tools"
cask "brave-browser"
cask "bruno"
cask "choosy"
cask "chromedriver"
cask "chromium"
cask "clipy"
cask "cyberduck", args: { appdir: "/Applications" }
cask "deepl"
cask "devtoys"
cask "discord"
cask "diskwave"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "github"
cask "gitify"
cask "google-chrome", args: { appdir: "/Applications" }
cask "gyazo"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle", args: { appdir: "/Applications" }
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "numi"
cask "obs"
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "raycast"
cask "rectangle", args: { appdir: "/Applications" }
cask "selfcontrol"
cask "skitch", args: { appdir: "/Applications" }
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
cask "zulu@11"
mas "GoPro プレーヤー", id: 1460836908
mas "LINE", id: 539883307
mas "TickTick", id: 966085870
mas "カウントダウンタイマー Countdown Timer", id: 1150771803
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "adam-bender.commit-message-editor"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "chanhx.crabviz"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-markdown-todo"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "grit.grit-vscode"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "henryhediff.obsidian-code"
vscode "henrytsz.nvim"
vscode "humao.rest-client"
vscode "illixion.vscode-vibrancy-continued"
vscode "jackiotyu.git-worktree-manager"
vscode "jakearl.search-editor-apply-changes"
vscode "justusadam.language-haskell"
vscode "kimuson.ts-type-expand"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leodevbro.blockman"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mishkinf.goto-next-previous-member"
vscode "mquandalle.graphql"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mylesmurphy.prettify-ts"
vscode "octref.vetur"
vscode "orsenkucher.vscode-graphql"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "remimarche.cspell-tech"
vscode "ritwickdey.liveserver"
vscode "rluvaton.vscode-vitest"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "saoudrizwan.claude-dev"
vscode "satokaz.vscode-memo-life-for-you"
vscode "serayuzgur.crates"
vscode "shadowndacorner.vscode-easymotion"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tomrijndorp.find-it-faster"
vscode "trueaniki.vscode-cursor-switcher"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "voldemortensen.rainbow-tags"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wdhongtw.gpg-indicator"
vscode "wenfangdu.snippet-generator"
vscode "whtouche.vscode-js-console-utils"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "ygkn.storybook-opener"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "znck.vue"
vscode "zxh404.vscode-proto3"
