tap "andreasgrill/utils"
tap "anomalyco/tap"
tap "charmbracelet/tap"
tap "delphinus/sfmono-square"
tap "heroku/brew"
tap "jnsahaj/lumen"
tap "planetscale/tap"
tap "shopify/shopify"
tap "wez/wezterm"
brew "giflib"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "coreutils"
brew "deno"
brew "docker"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-ftp"
brew "git-secrets"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "grep"
brew "groff"
brew "gron"
brew "guile"
brew "httpie"
brew "shared-mime-info"
brew "librsvg"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "mise"
brew "navi"
brew "neofetch"
brew "neovim"
brew "ni"
brew "openvpn"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "sleepwatcher"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vim"
brew "wget"
brew "wireshark"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "anomalyco/tap/opencode"
brew "charmbracelet/tap/crush"
brew "jnsahaj/lumen/lumen"
cask "alacritty"
cask "alt-tab"
cask "appcleaner", args: { appdir: "/Applications" }
cask "arc"
cask "azookey"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "choosy"
cask "claude-code"
cask "cleanshot"
cask "clipy"
cask "contexts"
cask "cursor"
cask "deepl"
cask "discord"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "github"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "raycast"
cask "rectangle", args: { appdir: "/Applications" }
cask "setapp"
cask "slack"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "wezterm"
mas "DaftMusic", id: 6748985865
mas "Goodnotes", id: 1444383602
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
go "github.com/mattn/memo"
